[
  "editing-toolbar",
  "oz-clear-unused-images",
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "obsidian-image-toolkit",
  "obsidian-hover-editor",
  "obsidian-quiet-outline",
  "obsidian-local-rest-api",
  "obsidian42-brat",
  "ob-table-enhancer",
  "obsidian-excel-to-markdown-table",
  "highlightr-plugin",
  "mousewheel-image-zoom",
  "obsidian-local-images-plus",
  "remotely-save",
  "obsidian-plugin-update-tracker",
  "mysnippets-plugin",
  "darlal-switcher-plus",
  "obsidian-latex-suite",
  "quick-latex",
  "obsidian-completr",
  "obsidian-copy-block-link",
  "easy-typing-obsidian",
  "obsidian-diagrams-net",
  "obsidian-outliner",
  "obsidian-codemirror-options",
  "obsidian-list-callouts",
  "kity-mindmap",
  "obsidian-banners",
  "omnisearch",
  "obsidian-icon-folder",
  "obsidian-hider",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-git",
  "recent-files-obsidian",
  "obsidian-link-converter",
  "obsidian-emoji-toolbar",
  "file-order",
  "markdown-table-editor",
  "cmdr",
  "obsidian-focus-mode",
  "pdf-to-markdown-plugin",
  "codeblock-customizer"
]